{
    "lines": {
        "1": "Rise of Kingdoms Bot",
        "2": "Hello, my dear Governors!",
        "3": " is one of the most popular games, which attracts a lot of attention from gamers and creates a very exciting and competitive environment. However, many people still think that this tactical game is not for free-to-play players because if you do not spend and invest in this game, it will take a lot of time and effort to get strong and keep up with the pace.",
        "4": " team has worked so hard and come up with Rise of Kingdoms Bot with many useful and cool features in order to meet the needs of all Governors. Can you imagine that you do not have to be online 24/7 but your troops are still collecting resources and gems, attacking barbarians every day, or doing other activities in the game?",
        "5": "Let’s take a look at the bot to see how amazing it is!",
        "6": "Here are the basic instructions and some outstanding functions of ROK bot by Whalebots:",
        "7": "1. How to use ROK Bot:",
        "8": "User-friendly and easy for everyone!",
        "9": "The bot is very user-friendly, even low-tech users can also easily use it. Moreover, if you play many accounts at the same time, you can manage the number of resources and gems of many accounts thanks to the information on the bot’s account list.",
        "10": "2. Gather Resources:",
        "11": "How to use the bot to collect RSS",
        "12": "You need resources to be able to do anything in the game, building upgrades, training and healing troops, researching technology,… Therefore, having a lot of RSS is very important!",
        "13": "3. Gather Gems:",
        "14": "Farm Gems is never convenient like this!",
        "15": "Besides basic resources, the gem is the most valuable one. Most players have to spend money to buy gems because it’s so time-consuming to find and gather gems manually, but guess what? The bot can do it for you with the most efficient and optimal method, especially in KvK map, you will be amazed by the daily amount of gems.",
        "16": "4. Attack Barbarians:",
        "17": "How to use and set up “Attack Barbarians” function",
        "18": "This function will help you spend daily AP with no sweat and it’s even more necessary for the events. The more barbarians you can defeat, the bigger rewards you can get.",
        "19": "5. City Upgrade:",
        "20": "Automatically build and upgrade!",
        "21": "When you have a lot of resources, you need to keep upgrading the city’s buildings constantly. There are options to limit the city level (that is essential if you want to use Beginner Teleport) or automatically use speedup items.",
        "22": "6. Explore Fog:",
        "23": "Have you ever felt tired of sending scouts to every corner of the map?",
        "24": "You can use this function on both normal and KvK map.",
        "25": "7. Visit Tribal Villages and Investigate Mysterious Caves:",
        "26": "The rewards you can get in villages and caves are crucial for your growth and improvements at the beginning of the game. The distinct point is that the bot can investigate mysterious caves in categories: High, Medium and Low.",
        "27": "In addition, there are other functions and utilities, especially Ultra mode and time setting to close and open are unique and advanced features that you will not be able to find anywhere else.",
        "28": "It also supports several languages, so that people from different regions can understand.",
        "29": "Please kindly check the price list and features of Rise of Kingdoms Bot below:",
        "30": "The list of features:",
        "31": "The price list:",
        "32": "Hurry up to get the bot now to make the gameplay easier and more effortless than ever!"
    }
}
