{
    "lines": {
        "1": "What to do in the early stage of ROK?",
        "2": "Here is a way to play many accounts from the beginning of the game to take advantage that not everyone knows.",
        "3": "Firstly, we would like to explain a little bit about this game. Because this is a tactical game, obviously it requires a certain time to practice and grow. You should make a deep research before playing. We will show you how to grow extremely well before migrating to a new kingdom. This tip helps you have great amount of resources as well as power compared with other players.",
        "4": "At the beginning of the game, you create an account at any kingdoms and servers, note that the older, the better. Next up is upgrading the constructions, training the troops, gathering resources, fighting with barbarians, investigating mysterious caves, all that you can do in the game. Finally, migrating to the newest kingdom and having a new experience there.",
        "5": "Caves and Villages: you need to investigate on the map all you can find. Zoom out your map and select explore function. Wonder why you need to do this? Because you will get a lot of rewards such as resources, treasures, speed, rare gems, army soldiers.",
        "6": "Training troops constantly helps you have a stable number to use and gather resources or attack barbarians anytime you have action points. Upgrade all buildings in the city to level 7 (please note that do not upgrade to level 8 or else you will not be able to migrate to a new kingdom).",
        "7": "You have up to 10 days to do this, you should find kingdoms that have won and prepared to end Kingdoms vs. Kingdoms because you will get a lot of rewards. Kingdoms that have farming or Lohar event: these ones will help you have more rewards when defeating barbarians (speedups, resources and gems).",
        "8": "Remember that you should not gather resources outside your alliance territories because you will have a high chance of being attacked by other players. Develop military as much as you can anytime and anywhere. Always use all troop queues of your alliance for gathering resources, attacking barbarians,…",
        "9": "In addition, do not open the gold keys, if you have not moved to a new kingdom because you will a mission using gold key and it’s high time you should open all the keys you have to complete that mission.",
        "10": "Is it necessary to buy any packages from the game during this period? Regarding to this, it will be better if you buy them, but it depends on your financial ability. Here are some recommendations if you want to buy at the early stage. Monthly gem supply package: Surely you should purchase this one if you want to invest in this game for a long term especially during this stage, because you will receive up to 650 gems/day. Also, Daily resources and Speedup package: these two are the things that you are always in short to upgrade buildings and do researches.",
        "11": "You will be superior than other new gamers who do not know these tips.",
        "12": "You also have the chance up to 90% to join in top 1 or 2 alliance in the Kingdom. If you can get in those alliances, all problems relating to buffing, supporting, getting gold chests will be solved and even many other benefits that not everyone can get. Before moving to a new kingdom, you should gain about 100K to 400K in power.",
        "13": "Whalebots can be used to do that on many accounts at the same time.",
        "14": "Thanks to the bot, it will not take a lot of time to do those compared to playing manually that is very difficult and requires time and effort. Therefore, we have launched our new Whalebots dedicated to RISE OF KINGDOMS to save time for you. Please refer to the images below:",
        "15": "This is the interface of our bot to help you explore fog, upgrade the city, train troops, fight barbarians, gather resources, participate in Rally, transport resources, investigate mysterious caves, visit tribal village, collect Gem in an automated way. The cost to use our bot is very cheap and you will not have to spend a lot of time and put your mind in the game too much.",
        "16": "Not only that, it will automatically verify Captcha, help Alliance, get Alliance gifts, get resources in Alliance’s territory and in the city after a predetermined time, receive VIP gifts,  open the daily task chests, open free chests in the tavern, in the report, especially heal the troops and many other useful features.",
        "17": "With Whalebots, you can use your PC to farm on hundreds of accounts at the same time without any problems.",
        "18": "If you need any help, we will always be available to solve your problems and make you satisfied! Your interest and opinions are regarded as the motivation for us to develop the bot!",
        "19": "We can ensure that we will constantly upgrade and improve our product, listen to your feedback to make the best one for all of you!"
    }
}
