{
    "lines": {
        "1": "Cần làm gì trong giai đoạn đầu của ROK?",
        "2": "Đây là cách chơi nhiều tài khoản ngay từ đầu game để tận dụng lợi thế mà không phải ai cũng biết.",
        "3": "Đầu tiên, chúng tôi muốn giải thích một chút về trò chơi này. Vì đây là một trò chơi chiến thuật, rõ ràng là cần một thời gian nhất định để luyện tập và phát triển. Bạn nên nghiên cứu sâu trước khi chơi. Chúng tôi sẽ chỉ cho bạn cách phát triển cực kỳ tốt trước khi di cư đến một vương quốc mới. Mẹo này giúp bạn có lượng tài nguyên cũng như sức mạnh lớn hơn so với những người chơi khác.",
        "4": "Vào đầu trò chơi, bạn tạo một tài khoản tại bất kỳ vương quốc và máy chủ nào, lưu ý rằng càng cũ càng tốt. Tiếp theo là nâng cấp các công trình, huấn luyện quân đội, thu thập tài nguyên, chiến đấu với người man rợ, khám phá các hang động bí ẩn, tất cả những gì bạn có thể làm trong trò chơi. Cuối cùng, di cư đến vương quốc mới nhất và có trải nghiệm mới ở đó.",
        "5": "Hang động và làng mạc: bạn cần phải khám phá trên bản đồ tất cả bạn có thể tìm thấy. Thu nhỏ bản đồ của bạn và chọn chức năng khám phá. Bạn có thắc mắc tại sao bạn cần phải làm điều này không? Bởi vì bạn sẽ nhận được rất nhiều phần thưởng như tài nguyên, kho báu, tốc độ, đá quý hiếm, lính quân đội.",
        "6": "Huấn luyện quân đội liên tục giúp bạn có một số lượng ổn định để sử dụng và thu thập tài nguyên hoặc tấn công người man rợ bất cứ khi nào bạn có điểm hành động. Nâng cấp tất cả các tòa nhà trong thành phố lên cấp 7 (xin lưu ý rằng không nâng cấp lên cấp 8 nếu không bạn sẽ không thể di chuyển đến một vương quốc mới).",
        "7": "Bạn có tới 10 ngày để làm điều này, bạn nên tìm các vương quốc đã giành chiến thắng và chuẩn bị kết thúc Kingdoms vs. Kingdoms vì bạn sẽ nhận được rất nhiều phần thưởng. Các vương quốc có sự kiện nông trại hoặc Lohar: những sự kiện này sẽ giúp bạn có nhiều phần thưởng hơn khi đánh bại người man rợ (tăng tốc, tài nguyên và đá quý).",
        "8": "Hãy nhớ rằng bạn không nên thu thập tài nguyên bên ngoài lãnh thổ liên minh của mình vì bạn sẽ có khả năng cao bị những người chơi khác tấn công. Phát triển quân đội nhiều nhất có thể bất cứ lúc nào và bất cứ nơi đâu. Luôn sử dụng tất cả các hàng quân của liên minh để thu thập tài nguyên, tấn công người man rợ,…",
        "9": "Ngoài ra, đừng mở chìa khóa vàng, nếu bạn chưa chuyển đến vương quốc mới vì bạn sẽ có nhiệm vụ sử dụng chìa khóa vàng và đã đến lúc bạn nên mở tất cả các chìa khóa mình có để hoàn thành nhiệm vụ đó.",
        "10": "Có cần thiết phải mua bất kỳ gói nào từ trò chơi trong thời gian này không? Về vấn đề này, sẽ tốt hơn nếu bạn mua chúng, nhưng điều đó phụ thuộc vào khả năng tài chính của bạn. Sau đây là một số khuyến nghị nếu bạn muốn mua ở giai đoạn đầu. Gói cung cấp đá quý hàng tháng: Chắc chắn bạn nên mua gói này nếu bạn muốn đầu tư vào trò chơi này trong thời gian dài, đặc biệt là trong giai đoạn này, vì bạn sẽ nhận được tới 650 đá quý/ngày. Ngoài ra, Tài nguyên hàng ngày và Gói tăng tốc: đây là hai thứ bạn luôn thiếu để nâng cấp công trình và nghiên cứu.",
        "11": "Bạn sẽ vượt trội hơn những game thủ mới khác không biết những mẹo này.",
        "12": "Bạn cũng có cơ hội lên đến 90% để gia nhập liên minh top 1 hoặc 2 trong Vương quốc. Nếu bạn có thể vào được những liên minh đó, mọi vấn đề liên quan đến buff, hỗ trợ, nhận rương vàng sẽ được giải quyết và thậm chí nhiều lợi ích khác mà không phải ai cũng có thể có được. Trước khi chuyển đến một vương quốc mới, bạn nên kiếm được khoảng 100K đến 400K sức mạnh.",
        "13": "Có thể sử dụng Whalebot để làm điều đó trên nhiều tài khoản cùng một lúc.",
        "14": "Nhờ có bot, bạn sẽ không mất nhiều thời gian để làm những việc đó so với việc chơi thủ công rất khó và đòi hỏi thời gian và công sức. Do đó, chúng tôi đã ra mắt Whalebot mới dành riêng cho RISE OF KINGDOMS để tiết kiệm thời gian cho bạn. Vui lòng tham khảo hình ảnh bên dưới:",
        "15": "Đây là giao diện của bot của chúng tôi giúp bạn khám phá sương mù, nâng cấp thành phố, huấn luyện quân lính, chiến đấu với quân man rợ, thu thập tài nguyên, tham gia Rally, vận chuyển tài nguyên, điều tra hang động bí ẩn, ghé thăm làng bộ lạc, thu thập Gem theo cách tự động. Chi phí sử dụng bot của chúng tôi rất rẻ và bạn sẽ không phải tốn nhiều thời gian và đầu óc vào trò chơi quá nhiều.",
        "16": "Không chỉ vậy, nó sẽ tự động xác minh Captcha, giúp Alliance, nhận quà Alliance, nhận tài nguyên trong lãnh thổ Alliance và trong thành phố sau thời gian định trước, nhận quà VIP, mở rương nhiệm vụ hàng ngày, mở rương miễn phí trong quán rượu, trong báo cáo, đặc biệt là chữa lành cho quân lính và nhiều tính năng hữu ích khác.",
        "17": "Với Whalebots, bạn có thể sử dụng PC của mình để farm hàng trăm tài khoản cùng lúc mà không gặp bất kỳ vấn đề gì.",
        "18": "Nếu bạn cần bất kỳ sự trợ giúp nào, chúng tôi sẽ luôn sẵn sàng giải quyết vấn đề của bạn và làm bạn hài lòng! Sự quan tâm và ý kiến ​​của bạn được coi là động lực để chúng tôi phát triển bot!",
        "19": "Chúng tôi có thể đảm bảo rằng chúng tôi sẽ liên tục nâng cấp và cải thiện sản phẩm của mình, lắng nghe phản hồi của bạn để tạo ra sản phẩm tốt nhất cho tất cả các bạn!"
    }
}
