{
    "lines": {
        "1": "Rise of Kingdoms Bot",
        "2": "Xin chào, các Thống đốc thân mến!",
        "3": " là một trong những trò chơi phổ biến nhất, thu hút rất nhiều sự chú ý của game thủ và tạo ra một môi trường rất thú vị và cạnh tranh. Tuy nhiên, nhiều người vẫn nghĩ rằng trò chơi chiến thuật này không dành cho những người chơi miễn phí vì nếu bạn không chi tiêu và đầu tư vào trò chơi này, bạn sẽ mất rất nhiều thời gian và công sức để trở nên mạnh mẽ và theo kịp tốc độ.",
        "4": " đã làm việc rất chăm chỉ và đưa ra Rise of Kingdoms Bot với nhiều tính năng hữu ích và thú vị để đáp ứng nhu cầu của tất cả các Thống đốc. Bạn có thể tưởng tượng rằng bạn không phải trực tuyến 24/7 nhưng quân đội của bạn vẫn đang thu thập tài nguyên và đá quý, tấn công những kẻ man rợ mỗi ngày hoặc thực hiện các hoạt động khác trong trò chơi không?",
        "5": "Chúng ta hãy cùng xem bot để xem nó tuyệt vời như thế nào đúng vậy!",
        "6": "Sau đây là hướng dẫn cơ bản và một số chức năng nổi bật của ROK bot của Whalebots:",
        "7": "1. Cách sử dụng ROK Bot:",
        "8": "Dễ sử dụng và dễ dàng cho tất cả mọi người!",
        "9": "Bot rất dễ sử dụng, ngay cả người dùng ít hiểu biết cũng có thể dễ dàng sử dụng. Hơn nữa, nếu bạn chơi nhiều tài khoản cùng lúc, bạn có thể quản lý số lượng tài nguyên và ngọc của nhiều tài khoản nhờ thông tin trên danh sách tài khoản của bot.",
        "10": "2. Thu thập tài nguyên:",
        "11": "Cách sử dụng bot để thu thập RSS",
        "12": "Bạn cần tài nguyên để có thể làm bất cứ điều gì trong trò chơi, xây dựng nâng cấp, huấn luyện và chữa lành quân lính, nghiên cứu công nghệ,… Do đó, việc có nhiều RSS là rất quan trọng!",
        "13": "3. Thu thập đá quý:",
        "14": "Nuôi đá quý chưa bao giờ tiện lợi như thế này!",
        "15": "Ngoài các tài nguyên cơ bản, đá quý là thứ có giá trị nhất. Hầu hết người chơi phải tốn tiền để mua đá quý vì việc tìm kiếm và thu thập đá quý thủ công rất tốn thời gian, nhưng đoán xem? Bot có thể làm điều đó thay bạn bằng phương pháp hiệu quả và tối ưu nhất, đặc biệt là trong bản đồ KvK, bạn sẽ ngạc nhiên trước số lượng đá quý hàng ngày.",
        "16": "4. Tấn công Barbarian:",
        "17": "Cách sử dụng và thiết lập chức năng 'Tấn công Barbarian'",
        "18": "Chức năng này sẽ giúp bạn tiêu AP hàng ngày mà không tốn sức và thậm chí còn cần thiết hơn cho các sự kiện. Bạn càng đánh bại được nhiều Barbarian, bạn càng nhận được nhiều phần thưởng lớn hơn.",
        "19": "5. Nâng cấp thành phố:",
        "20": "Tự động xây dựng và nâng cấp!",
        "21": "Khi bạn có nhiều tài nguyên, bạn cần liên tục nâng cấp các tòa nhà trong thành phố. Có các tùy chọn để giới hạn cấp độ thành phố (điều này rất cần thiết nếu bạn muốn sử dụng Dịch chuyển cho người mới bắt đầu) hoặc tự động sử dụng các vật phẩm tăng tốc.",
        "22": "6. Khám phá sương mù:",
        "23": "Bạn đã bao giờ cảm thấy mệt mỏi khi phải cử trinh sát đến mọi ngóc ngách của bản đồ chưa?",
        "24": "Bạn có thể sử dụng chức năng này trên cả bản đồ bình thường và KvK.",
        "25": "7. Ghé thăm Làng bộ lạc và Khám phá Hang động bí ẩn:",
        "26": "Phần thưởng bạn có thể nhận được trong làng và hang động rất quan trọng cho sự phát triển và cải thiện của bạn khi bắt đầu trò chơi. Điểm đặc biệt là bot có thể khám phá các hang động bí ẩn theo các hạng mục: Cao, Trung bình và Thấp.",
        "27": "Ngoài ra, còn có các chức năng và tiện ích khác, đặc biệt là Chế độ siêu và Cài đặt thời gian đóng và mở là những tính năng độc đáo và tiên tiến mà bạn sẽ không thể tìm thấy ở bất kỳ nơi nào khác.",
        "28": "Nó cũng hỗ trợ nhiều ngôn ngữ, để mọi người ở các vùng khác nhau có thể hiểu được.",
        "29": "Vui lòng kiểm tra bảng giá và các tính năng của Rise of Kingdoms Bot bên dưới:",
        "30": "Danh sách các tính năng:",
        "31": "Bảng giá:",
        "32": "Hãy nhanh tay sở hữu bot ngay để việc chơi game trở nên dễ dàng và nhẹ nhàng hơn bao giờ hết!"
    }
}
